[
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Methyclothiazide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Caroverine is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Dextromethorphan can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfameter.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Indoprofen.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfacytine.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfanitran.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Danazol.",
    "Acetohexamide interaction with The metabolism of Selumetinib can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfaethoxypyridazine.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Aceclofenac.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Biochanin A.",
    "Acetohexamide interaction with The metabolism of Brivaracetam can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Suxibuzone.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Levomilnacipran is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Triamcinolone is combined with Acetohexamide.",
    "Acetohexamide interaction with Melitracen may decrease the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Desvenlafaxine is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Perhexiline is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Deuruxolitinib can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Ciprofibrate is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Abrocitinib can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Synthetic Conjugated Estrogens, B.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Proquazone.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Acetohexamide is combined with Metahexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Etofibrate is combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sparfloxacin.",
    "Acetohexamide interaction with The metabolism of Arachidonic Acid can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Bopindolol.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Hydroxyprogesterone caproate.",
    "Acetohexamide interaction with Safrazine may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with Imipramine may decrease the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Cortisone acetate is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Nylidrin is combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Esculin.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Celecoxib.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be increased when combined with Abatacept.",
    "Acetohexamide interaction with Safinamide may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Lixisenatide is combined with Acetohexamide.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Taxifolin.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Atovaquone.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Terodiline is combined with Acetohexamide.",
    "Acetohexamide interaction with Fluoxymesterone may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Lonazolac.",
    "Acetohexamide interaction with Linagliptin may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Mefruside.",
    "Acetohexamide interaction with The serum concentration of Acetohexamide can be decreased when it is combined with Apalutamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Estradiol valerate.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Fluperolone is combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Fleroxacin.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Zimelidine is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Clinafloxacin is combined with Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Estradiol benzoate.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Methylene blue.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Fosphenytoin.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Gestrinone.",
    "Acetohexamide interaction with Mesalazine may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Xipamide.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Dapsone.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Licofelone.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfaperin.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Modafinil.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Prednisolone phosphate is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Penfluridol is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Nateglinide is combined with Acetohexamide.",
    "Acetohexamide interaction with Thyrotropin alfa may decrease the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Fenofibrate is combined with Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Miglitol is combined with Acetohexamide.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Meclofenamic acid.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Nadolol.",
    "Acetohexamide interaction with The protein binding of Acetohexamide can be decreased when combined with Flunixin.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be increased when combined with Etanercept.",
    "Acetohexamide interaction with The serum concentration of Acetohexamide can be decreased when it is combined with Mavacamten.",
    "Acetohexamide interaction with Nortriptyline may decrease the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Ethosuximide is combined with Acetohexamide.",
    "Acetohexamide interaction with Acetohexamide may increase the anticoagulant activities of Phenindione.",
    "Acetohexamide interaction with Stanolone may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be decreased when used in combination with Saquinavir.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Clobetasol propionate is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Rilpivirine.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfamazone.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Phenprocoumon.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Loteprednol is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Primidone can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be increased when combined with Ivosidenib.",
    "Acetohexamide interaction with Canagliflozin may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Balaglitazone.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Sulfametrole.",
    "Acetohexamide interaction with The risk or severity of hyperglycemia can be increased when Fluorometholone is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Sulfinpyrazone.",
    "Acetohexamide interaction with The metabolism of Montelukast can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with Pirlindole may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with Semaglutide may increase the hypoglycemic activities of Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Acetohexamide can be decreased when combined with Efavirenz.",
    "Acetohexamide interaction with The therapeutic efficacy of Acetohexamide can be increased when used in combination with Pioglitazone.",
    "Acetohexamide interaction with The risk or severity of thrombocytopenia can be increased when Acetohexamide is combined with Ketotifen.",
    "Acetohexamide interaction with The risk or severity of hypoglycemia can be increased when Darodipine is combined with Acetohexamide.",
    "Acetohexamide interaction with The metabolism of Vardenafil can be decreased when combined with Acetohexamide.",
    "Acetohexamide interaction with Acetohexamide may increase the anticoagulant activities of Coumarin.",
    "Acetohexamide interaction with Linezolid may increase the hypoglycemic activities of Acetohexamide."
]