[
    "Aclidinium interaction with The serum concentration of Methyclothiazide can be increased when it is combined with Aclidinium.",
    "Aclidinium interaction with Apremilast may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Piracetam which could result in a higher serum level.",
    "Aclidinium interaction with Ceftibuten may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Tramadol is combined with Aclidinium.",
    "Aclidinium interaction with Indisulam may increase the excretion rate of Aclidinium which could result in a lower serum level and potentially a reduction in efficacy.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Difemerine is combined with Aclidinium.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Ipecac which could result in a higher serum level.",
    "Aclidinium interaction with Desmopressin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Pegaptanib may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Flunixin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Tiapride which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Methylene blue which could result in a higher serum level.",
    "Aclidinium interaction with Fenoprofen may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Ipidacrine may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with Testosterone may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Amoxapine is combined with Aclidinium.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Trametinib which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Methscopolamine is combined with Aclidinium.",
    "Aclidinium interaction with Pralidoxime may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Levacetylmethadol.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Paroxetine is combined with Aclidinium.",
    "Aclidinium interaction with Diclofenac may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Chromic chloride which could result in a higher serum level.",
    "Aclidinium interaction with Sitagliptin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Metformin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Cetirizine may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Dicyclomine is combined with Aclidinium.",
    "Aclidinium interaction with The therapeutic efficacy of Dantron can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with Mycophenolate mofetil may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Topiroxostat may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Pramipexole may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Cyclothiazide may increase the excretion rate of Aclidinium which could result in a lower serum level and potentially a reduction in efficacy.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Bismuth subgallate which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Dextropropoxyphene.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Ixazomib which could result in a higher serum level.",
    "Aclidinium interaction with Celecoxib may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Quinidine is combined with Aclidinium.",
    "Aclidinium interaction with Clobazam may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Oxyphenonium is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Fentanyl.",
    "Aclidinium interaction with The therapeutic efficacy of Dehydrocholic acid can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with Acetylsalicylic acid may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when Guanabenz is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when Methoxamine is combined with Aclidinium.",
    "Aclidinium interaction with The therapeutic efficacy of Mineral oil can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Levorphanol.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aripiprazole is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Thiopental is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Tridihexethyl is combined with Aclidinium.",
    "Aclidinium interaction with Tolvaptan may increase the excretion rate of Aclidinium which could result in a lower serum level and potentially a reduction in efficacy.",
    "Aclidinium interaction with Telavancin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when Adenosine is combined with Aclidinium.",
    "Aclidinium interaction with Goserelin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when Mephentermine is combined with Aclidinium.",
    "Aclidinium interaction with Galantamine may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with The therapeutic efficacy of Konjac mannan can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Cyproheptadine is combined with Aclidinium.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Glycerol phenylbutyrate which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Stiripentol which could result in a higher serum level.",
    "Aclidinium interaction with The serum concentration of Epitizide can be increased when it is combined with Aclidinium.",
    "Aclidinium interaction with Tositumomab may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Ciprofloxacin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Diphemanil is combined with Aclidinium.",
    "Aclidinium interaction with Ropivacaine may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Pirenzepine is combined with Aclidinium.",
    "Aclidinium interaction with The therapeutic efficacy of Prucalopride can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with Distigmine may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with Folic acid may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Potassium acetate which could result in a higher serum level.",
    "Aclidinium interaction with Metyrapone may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Sorafenib may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Emetonium iodide is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Lofepramine.",
    "Aclidinium interaction with Lorazepam may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Isoprenaline may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with Indobufen may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Cefodizime may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Codeine.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Triflupromazine is combined with Aclidinium.",
    "Aclidinium interaction with Conjugated estrogens may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Pentetic acid which could result in a higher serum level.",
    "Aclidinium interaction with Testolactone may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Almasilate which could result in a higher serum level.",
    "Aclidinium interaction with The therapeutic efficacy of Aclidinium can be decreased when used in combination with Donepezil.",
    "Aclidinium interaction with Nefazodone may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when 4-Methoxyamphetamine is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Tropicamide is combined with Aclidinium.",
    "Aclidinium interaction with Efonidipine may increase the excretion rate of Aclidinium which could result in a lower serum level and potentially a reduction in efficacy.",
    "Aclidinium interaction with Choline magnesium trisalicylate may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Dihydrostreptomycin may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The therapeutic efficacy of Magnesium peroxide can be decreased when used in combination with Aclidinium.",
    "Aclidinium interaction with Neostigmine may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with Phenazopyridine may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Aclidinium is combined with Nalbuphine.",
    "Aclidinium interaction with Aceclofenac may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Aclidinium interaction with Demecarium may increase the neuromuscular blocking activities of Aclidinium.",
    "Aclidinium interaction with Aclidinium may decrease the excretion rate of Sodium fluoride which could result in a higher serum level.",
    "Aclidinium interaction with The risk or severity of adverse effects can be increased when Metharbital is combined with Aclidinium.",
    "Aclidinium interaction with The risk or severity of Tachycardia can be increased when Aclidinium is combined with Mephedrone."
]