[
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Lenalidomide.",
    "Adalimumab interaction with The metabolism of Vincristine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Zilucoplan.",
    "Adalimumab interaction with The metabolism of Fluticasone furoate can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Ceritinib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Zaleplon can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Zopiclone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Ozanezumab.",
    "Adalimumab interaction with The metabolism of Fluticasone propionate can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Apolizumab.",
    "Adalimumab interaction with The metabolism of Risperidone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Melphalan.",
    "Adalimumab interaction with The metabolism of Butyrfentanyl can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Interferon alfa-2b.",
    "Adalimumab interaction with The metabolism of Tucatinib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Phenylbutazone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Cobimetinib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Simvastatin can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Depatuxizumab mafodotin.",
    "Adalimumab interaction with The metabolism of Eliglustat can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Sotalol can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Ranibizumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Corticotropin.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Sutimlimab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Efgartigimod alfa.",
    "Adalimumab interaction with The metabolism of Cyclobenzaprine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Digoxin Immune Fab (Ovine).",
    "Adalimumab interaction with The metabolism of Belzutifan can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Duvelisib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Voxelotor can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Opicinumab.",
    "Adalimumab interaction with The metabolism of Xanomeline can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Mequitazine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The therapeutic efficacy of Varicella zoster vaccine (recombinant) can be decreased when used in combination with Adalimumab.",
    "Adalimumab interaction with The metabolism of Thiothixene can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Dinutuximab.",
    "Adalimumab interaction with The metabolism of Anastrozole can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of infection can be increased when Adalimumab is combined with Abatacept.",
    "Adalimumab interaction with The metabolism of Abrocitinib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Thalidomide can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Atoltivimab.",
    "Adalimumab interaction with The metabolism of Vinorelbine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Mepindolol can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Flunarizine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Desoximetasone.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Streptozocin.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Floxuridine.",
    "Adalimumab interaction with The serum concentration of Dyphylline can be decreased when it is combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Necitumumab.",
    "Adalimumab interaction with The metabolism of Debrisoquine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Estrone sulfate can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with PRO-542.",
    "Adalimumab interaction with The serum concentration of Caffeine can be decreased when it is combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Diphenhydramine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Efungumab.",
    "Adalimumab interaction with The metabolism of Doxepin can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Methylprednisone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Dasabuvir can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with GS-5745.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Lorukafusp alfa.",
    "Adalimumab interaction with The metabolism of Propofol can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Seladelpar can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Denosumab is combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Oxycodone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Lexacalcitol.",
    "Adalimumab interaction with The serum concentration of Furafylline can be decreased when it is combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Onartuzumab.",
    "Adalimumab interaction with The metabolism of Seratrodast can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Rasagiline can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Ritonavir can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Ponesimod can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Cilostazol can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Bexarotene can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Vilazodone can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Ansuvimab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Raxibacumab.",
    "Adalimumab interaction with The metabolism of Daprodustat can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Basiliximab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Fluocinonide.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Flunisolide.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Amatuximab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Zalutumumab.",
    "Adalimumab interaction with The metabolism of Candesartan can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Dihydroergotamine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Ponatinib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Allylestrenol can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Interferon alfa-n3 is combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Lumiracoxib can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Inclacumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Sirukumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Estramustine.",
    "Adalimumab interaction with The metabolism of Duloxetine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Pidilizumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Daratumumab.",
    "Adalimumab interaction with The metabolism of Sirolimus can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Nicergoline can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The metabolism of Isavuconazonium can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Mechlorethamine.",
    "Adalimumab interaction with The metabolism of Nicotine can be increased when combined with Adalimumab.",
    "Adalimumab interaction with The risk or severity of adverse effects can be increased when Adalimumab is combined with Melengestrol."
]