[
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Arsenic trioxide.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Octreotide is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mizolastine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Buserelin.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Dexbrompheniramine is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Coumaphos.",
    "Ajmaline interaction with Levomenthol may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Dosulepin.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Dexverapamil.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Enoxacin is combined with Ajmaline.",
    "Ajmaline interaction with Lidocaine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Amitriptyline.",
    "Ajmaline interaction with Bepridil may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Levocetirizine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Chlorpromazine.",
    "Ajmaline interaction with Levosimendan may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with Loperamide may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Bunaftine.",
    "Ajmaline interaction with Lercanidipine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with Sotalol may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Gilteritinib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Clomipramine.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Indenolol.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Tetrahydropalmatine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Carbinoxamine.",
    "Ajmaline interaction with Disopyramide may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Tacrolimus is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Benzatropine is combined with Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Hydroquinidine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mobocertinib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Iloperidone.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Foscarnet is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Triprolidine is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Azithromycin.",
    "Ajmaline interaction with Digoxin may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Trovafloxacin.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Toremifene.",
    "Ajmaline interaction with Timolol may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Atomoxetine is combined with Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Fosinoprilat.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Caroverine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Gatifloxacin is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Nortriptyline is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Levocabastine is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Mirtazapine is combined with Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Bencyclane.",
    "Ajmaline interaction with The risk or severity of Cardiac Arrhythmia can be increased when Eliglustat is combined with Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Tetrandrine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Erlotinib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Inotersen.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Quizartinib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Roxithromycin.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Cinoxacin.",
    "Ajmaline interaction with Amiodarone may increase the QTc-prolonging activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Thiothixene.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Cyclandelate.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Eperisone.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Solifenacin.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Amoxapine is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Ivosidenib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Oxytocin is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Butriptyline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Lofexidine.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Hydroquinine.",
    "Ajmaline interaction with Atenolol may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Fimepinostat.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Piromidic acid.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Fluspirilene.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Celiprolol.",
    "Ajmaline interaction with Amlodipine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Tizanidine is combined with Ajmaline.",
    "Ajmaline interaction with Losartan may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mesoridazine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Lenvatinib.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Tedisamil.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Nicorandil.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Penfluridol.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Leuprolide.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Ivabradine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Grepafloxacin.",
    "Ajmaline interaction with Adenosine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Isoflurane is combined with Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Lidoflazine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mepyramine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Chlorpheniramine.",
    "Ajmaline interaction with Mexiletine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mocetinostat.",
    "Ajmaline interaction with The risk or severity of QTc prolongation and ventricular arrhythmias can be increased when Vilanterol is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Pregabalin is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Dexchlorpheniramine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Mifepristone.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Imipramine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Vandetanib.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Dichlorvos.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Nelfinavir is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Chloroquine.",
    "Ajmaline interaction with Moricizine may increase the arrhythmogenic activities of Ajmaline.",
    "Ajmaline interaction with Ajmaline may increase the arrhythmogenic activities of Dexniguldipine.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Clofazimine is combined with Ajmaline.",
    "Ajmaline interaction with The risk or severity of QTc prolongation can be increased when Ajmaline is combined with Nilotinib."
]