[
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Fentanyl is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Diamorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Levorphanol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Nalbuphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Methadone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Desomorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Eluxadoline is combined with Alvimopan.",
    "Alvimopan interaction with Alvimopan may increase the opioid antagonism activities of Naloxegol.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Phenoperidine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Carfentanil, C-11 is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Tilidine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Phenazocine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Ketobemidone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Morphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Sufentanil is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Alphacetylmethadol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Ethylmorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Buprenorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Hydrocodone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Nicomorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Oxymorphone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Meperidine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dihydromorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Lofentanil is combined with Alvimopan.",
    "Alvimopan interaction with The therapeutic efficacy of Oxycodone can be decreased when used in combination with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Naltrexone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dextropropoxyphene is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Diphenoxylate is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Carfentanil is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dihydroetorphine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Levacetylmethadol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Hydromorphone is combined with Alvimopan.",
    "Alvimopan interaction with The therapeutic efficacy of Tramadol can be decreased when used in combination with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Pentazocine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Tapentadol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Meptazinol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Codeine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Normethadone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dezocine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Remifentanil is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Methadyl acetate is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Etorphine is combined with Alvimopan.",
    "Alvimopan interaction with Alvimopan may increase the opioid antagonism activities of Methylnaltrexone.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dextromoramide is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Alfentanil is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Dihydrocodeine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Opium is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Bezitramide is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Butorphanol is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Benzhydrocodone is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when DPDPE is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Piritramide is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Oliceridine is combined with Alvimopan.",
    "Alvimopan interaction with The risk or severity of adverse effects can be increased when Alphaprodine is combined with Alvimopan."
]