[
    "Anakinra interaction with The metabolism of Piroxicam can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ramelteon can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Alprenolol can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Testosterone can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of immunosuppression can be increased when Anakinra is combined with Etrasimod.",
    "Anakinra interaction with The metabolism of Ciglitazone can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Cloprednol.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Belatacept.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Basiliximab.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Danicopan.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Ozanimod.",
    "Anakinra interaction with The metabolism of Amphetamine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Olodaterol can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Oxprenolol can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Hydroxyprogesterone caproate can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Escitalopram can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Trilostane.",
    "Anakinra interaction with The metabolism of Solifenacin can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Hexobarbital can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Zotepine can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Mitoxantrone.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Cisplatin.",
    "Anakinra interaction with The metabolism of Lomitapide can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Imatinib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Codeine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Finasteride can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Omeprazole can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Odanacatib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ixazomib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Aminophenazone can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Acefylline can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ribociclib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Voriconazole can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Cabergoline can be increased when combined with Anakinra.",
    "Anakinra interaction with The therapeutic efficacy of Influenza A virus A/California/7/2009 X-181 (H1N1) antigen (propiolactone inactivated) can be decreased when used in combination with Anakinra.",
    "Anakinra interaction with The metabolism of Alogliptin can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Cyclobenzaprine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Levamlodipine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Etodolac can be increased when combined with Anakinra.",
    "Anakinra interaction with The therapeutic efficacy of Haemophilus influenzae type B strain 20752 capsular polysaccharide tetanus toxoid conjugate antigen can be decreased when used in combination with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Raltitrexed.",
    "Anakinra interaction with The metabolism of Zafirlukast can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Acetylsalicylic acid can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Belzutifan can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Progesterone can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Propofol can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ropivacaine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Sunitinib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Cabozantinib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Diclofenac can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Ofatumumab.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Antilymphocyte immunoglobulin (horse).",
    "Anakinra interaction with The metabolism of Eletriptan can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Dactinomycin.",
    "Anakinra interaction with The metabolism of Methysergide can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Glibornuride can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Cortivazol.",
    "Anakinra interaction with The metabolism of Nifedipine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Enclomiphene can be increased when combined with Anakinra.",
    "Anakinra interaction with The therapeutic efficacy of Bacillus calmette-guerin substrain russian BCG-I live antigen can be decreased when used in combination with Anakinra.",
    "Anakinra interaction with The metabolism of Dihydroergocryptine can be increased when combined with Anakinra.",
    "Anakinra interaction with The therapeutic efficacy of Influenza A virus A/Brisbane/59/2007(H1N1) antigen (propiolactone inactivated) can be decreased when used in combination with Anakinra.",
    "Anakinra interaction with The risk or severity of myelosuppression can be increased when Sulfamethoxazole is combined with Anakinra.",
    "Anakinra interaction with The metabolism of Candesartan can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Duloxetine can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Lenalidomide.",
    "Anakinra interaction with The metabolism of Ponesimod can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Voclosporin.",
    "Anakinra interaction with The metabolism of Trimethoprim can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ropinirole can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Teprotumumab.",
    "Anakinra interaction with The metabolism of Asenapine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Eltrombopag can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Interferon beta-1b.",
    "Anakinra interaction with The metabolism of Perampanel can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Axitinib can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Glatiramer.",
    "Anakinra interaction with The metabolism of Lansoprazole can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Verapamil can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Almotriptan can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Pegaspargase.",
    "Anakinra interaction with The metabolism of Cevimeline can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Osimertinib can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Vinorelbine can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Zaltoprofen can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Netoglitazone can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Afelimomab is combined with Anakinra.",
    "Anakinra interaction with The metabolism of Thalidomide can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Peficitinib.",
    "Anakinra interaction with The metabolism of (S)-Warfarin can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Ticagrelor can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Tolbutamide can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Triazolam can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Fesoterodine can be increased when combined with Anakinra.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Ropeginterferon alfa-2b.",
    "Anakinra interaction with The risk or severity of adverse effects can be increased when Anakinra is combined with Vedolizumab.",
    "Anakinra interaction with The metabolism of Lornoxicam can be increased when combined with Anakinra.",
    "Anakinra interaction with The metabolism of Cilostazol can be increased when combined with Anakinra.",
    "Anakinra interaction with The therapeutic efficacy of Hepatitis A Vaccine can be decreased when used in combination with Anakinra.",
    "Anakinra interaction with The metabolism of Estrone sulfate can be increased when combined with Anakinra."
]