[
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Etizolam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Dimenhydrinate is combined with Bufotenine.",
    "Bufotenine interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Emepronium.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Clidinium is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Bufotenine is combined with Esketamine.",
    "Bufotenine interaction with The metabolism of Bufotenine can be decreased when combined with Linezolid.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Brompheniramine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Levodopa is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Thiopental is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Mepyramine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Bufotenine is combined with Milnacipran.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Apronalide.",
    "Bufotenine interaction with Bufotenine may increase the central nervous system depressant (CNS depressant) activities of Methotrimeprazine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Bentazepam.",
    "Bufotenine interaction with Hydroxyzine may increase the central nervous system depressant (CNS depressant) activities of Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Domoic Acid.",
    "Bufotenine interaction with The metabolism of Bufotenine can be decreased when combined with Phenylpropanolamine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Pipamperone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Ondansetron is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Methaqualone.",
    "Bufotenine interaction with The metabolism of Bufotenine can be decreased when combined with Safinamide.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Vortioxetine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Sarpogrelate.",
    "Bufotenine interaction with Doxylamine may increase the central nervous system depressant (CNS depressant) activities of Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Deanol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Penfluridol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Dantrolene is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Fluspirilene.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with 7,8-Dichloro-1,2,3,4-tetrahydroisoquinoline.",
    "Bufotenine interaction with The metabolism of Bufotenine can be decreased when combined with 4-Methoxyamphetamine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Deramciclane.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Oxazepam acetate.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Propofol is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Caroxazone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Aripiprazole lauroxil.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with m-Chlorophenylpiperazine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Alphacetylmethadol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Delorazepam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Alimemazine is combined with Bufotenine.",
    "Bufotenine interaction with Perampanel may increase the central nervous system depressant (CNS depressant) activities of Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Phenoxypropazine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Chlordiazepoxide is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Benzoctamine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Chlorpromazine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Trimipramine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Phenoperidine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Pipecuronium is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with BL-1020.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Eszopiclone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Tenamfetamine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Nitrazepam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Clopenthixol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Viloxazine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Ketazolam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Butorphanol is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of sedation can be increased when Clonidine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Safrazine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Quinupramine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Aripiprazole is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Doxepin is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Clonazepam is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Medifoxamine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Pridinol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Pyrazolam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Diphenhydramine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Chloroprocaine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Bufotenine is combined with Ziprasidone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Benactyzine.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Carisoprodol is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Lidocaine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Zuclopenthixol.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Fencamfamin.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Brivaracetam.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Topiramate is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Phensuximide is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Emylcamate.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Diphenoxylate is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Diamorphine.",
    "Bufotenine interaction with Bufotenine may increase the central nervous system depressant (CNS depressant) activities of Ethanol.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Nabiximols is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Vilazodone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Pimozide is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Fluphenazine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Oxcarbazepine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of adverse effects can be increased when Bufotenine is combined with Duloxetine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Serotonin.",
    "Bufotenine interaction with Tapentadol may increase the central nervous system depressant (CNS depressant) activities of Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Brexpiprazole.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Edivoxetine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Asenapine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Alfaxalone.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Febarbamate.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Reboxetine is combined with Bufotenine.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with JNJ-26489112.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Reposal.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Acetylglycinamide chloral hydrate.",
    "Bufotenine interaction with The risk or severity of CNS depression can be increased when Bufotenine is combined with Trifluperidol."
]