[
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluocortin.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium glucoheptonate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluprednidene.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Elocalcitol.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium silicate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of hypokalemia can be increased when Dihydrotachysterol is combined with Metolazone.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Budesonide.",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Gitoformate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluocortolone pivalate.",
    "Dihydrotachysterol interaction with Mineral oil can cause a decrease in the absorption of Dihydrotachysterol resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Corticotropin zinc hydroxide.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Methylprednisolone aceponate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Deflazacort.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Calcitriol is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluocinonide.",
    "Dihydrotachysterol interaction with The serum concentration of Dihydrotachysterol can be decreased when it is combined with Colestipol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Tixocortol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Melengestrol acetate.",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Peruvoside.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Maxacalcitol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednisolone hemisuccinate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Hydrocortisone butyrate.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium gluconate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Cortisone acetate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Trilostane.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium cation.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium levulinate.",
    "Dihydrotachysterol interaction with The serum concentration of Dihydrotachysterol can be decreased when it is combined with Colesevelam.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednisone acetate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Desoxycortone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium lactate.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Alfacalcidol.",
    "Dihydrotachysterol interaction with The serum concentration of Aluminum hydroxide can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with Danazol may increase the hypercalcemic activities of Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Clocortolone acetate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluocinolone acetonide.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Melengestrol.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Becocalcidiol.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Eldecalcitol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednisone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium chloride.",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Deslanoside.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Erdafitinib.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluclorolone.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednylidene.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluticasone furoate.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Chlorothiazide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Metildigoxin.",
    "Dihydrotachysterol interaction with The serum concentration of Talc can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Flunisolide.",
    "Dihydrotachysterol interaction with The serum concentration of Dihydrotachysterol can be decreased when it is combined with Sevelamer.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Hydrocortisone acetate.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Hydrochlorothiazide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Corticotropin.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluperolone.",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Cymarin.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with 1alpha,24S-Dihydroxyvitamin D2.",
    "Dihydrotachysterol interaction with The risk or severity of hypokalemia can be increased when Dihydrotachysterol is combined with Epitizide.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Seocalcitol.",
    "Dihydrotachysterol interaction with The serum concentration of Magaldrate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluocortolone caproate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Mometasone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Vitamin D.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium citrate.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium oxide can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Buthiazide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Methylprednisolone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Calcifediol is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The serum concentration of Sucralfate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Bendroflumethiazide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium aspartate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Previtamin D(3).",
    "Dihydrotachysterol interaction with The risk or severity of ventricular arrhythmias and Cardiac Arrhythmia can be increased when Dihydrotachysterol is combined with Ouabain.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Paramethasone.",
    "Dihydrotachysterol interaction with Orlistat can cause a decrease in the absorption of Dihydrotachysterol resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Meprednisone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Paricalcitol is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednisolone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Calcium polycarbophil.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Hydrocortisone succinate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Methylprednisolone hemisuccinate.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Benzthiazide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of hypokalemia can be increased when Dihydrotachysterol is combined with Chlorthalidone.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Betamethasone phosphate.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium citrate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The risk or severity of hypercalcemia can be increased when Mebutizide is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Prednisolone phosphate.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium gluconate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Ciclesonide.",
    "Dihydrotachysterol interaction with The serum concentration of Magnesium lactate can be increased when it is combined with Dihydrotachysterol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Hydrocortisone cypionate.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Beclomethasone dipropionate.",
    "Dihydrotachysterol interaction with The risk or severity of hypokalemia can be increased when Dihydrotachysterol is combined with Quinethazone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Doxercalciferol.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Vamorolone.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Fluticasone.",
    "Dihydrotachysterol interaction with The therapeutic efficacy of Dihydrotachysterol can be decreased when used in combination with Betamethasone.",
    "Dihydrotachysterol interaction with The risk or severity of adverse effects can be increased when Dihydrotachysterol is combined with Dexpanthenol."
]