[
    "Droperidol interaction with The risk or severity of adverse effects can be increased when Surinabant is combined with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Enflurane.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Butalbital.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Pazopanib.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Tucidinostat.",
    "Droperidol interaction with Droperidol may increase the QTc-prolonging activities of Delamanid.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Phenoxypropazine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Tepoxalin.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Cilazapril.",
    "Droperidol interaction with Droperidol may increase the orthostatic hypotensive, hypotensive, and antihypertensive activities of Doxazosin.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Cannabidiol.",
    "Droperidol interaction with Droperidol may increase the orthostatic hypotensive, hypotensive, and antihypertensive activities of Phentolamine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Idalopirdine.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Berotralstat.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Sulfisoxazole is combined with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Nicomorphine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Mefenamic acid.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Benzoctamine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Aprobarbital.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Benzocaine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Vecuronium.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Brivaracetam.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Vigabatrin.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Droxicam.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Amitriptylinoxide.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Dimenhydrinate.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Dopamine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Flunixin.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Mivacurium.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Tofisopam.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Eplerenone.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Ketazolam.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Trifluoperazine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Dihydroergocristine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Gabapentin.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Ibutilide.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Dihydroetorphine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Carprofen.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Cocaine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Molindone.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Medazepam.",
    "Droperidol interaction with The therapeutic efficacy of Orciprenaline can be decreased when used in combination with Droperidol.",
    "Droperidol interaction with The therapeutic efficacy of Cirazoline can be decreased when used in combination with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Triflupromazine.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Erlotinib.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Posaconazole is combined with Droperidol.",
    "Droperidol interaction with The therapeutic efficacy of Droperidol can be decreased when used in combination with Methylenedioxyethamphetamine.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Mofebutazone.",
    "Droperidol interaction with The risk or severity of hypotension can be increased when Droperidol is combined with Gallopamil.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Temazepam.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Remacemide.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Delorazepam.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Torasemide.",
    "Droperidol interaction with The risk or severity of hypotension can be increased when Droperidol is combined with Verapamil.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Ethosuximide.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Trimethadione.",
    "Droperidol interaction with Droperidol may increase the orthostatic hypotensive, hypotensive, and antihypertensive activities of Tolazoline.",
    "Droperidol interaction with Lithium citrate may increase the neurotoxic activities of Droperidol.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Rosoxacin is combined with Droperidol.",
    "Droperidol interaction with Betaxolol may increase the orthostatic hypotensive activities of Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Iprindole.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Ziprasidone.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Lumateperone.",
    "Droperidol interaction with The risk or severity of hypotension can be increased when Droperidol is combined with Emopamil.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Thiopropazate.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Dextropropoxyphene.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Dexketoprofen.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Thiopental.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Pyrithyldione.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Levofloxacin.",
    "Droperidol interaction with Acebutolol may increase the orthostatic hypotensive activities of Droperidol.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Diltiazem is combined with Droperidol.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Adenosine.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Pefloxacin is combined with Droperidol.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Indapamide.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Droperidol is combined with Dexverapamil.",
    "Droperidol interaction with The risk or severity of hypotension can be increased when Droperidol is combined with Seletracetam.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Phosmet is combined with Droperidol.",
    "Droperidol interaction with The therapeutic efficacy of Racephedrine can be decreased when used in combination with Droperidol.",
    "Droperidol interaction with The risk or severity of hypotension can be increased when Droperidol is combined with Lidoflazine.",
    "Droperidol interaction with The therapeutic efficacy of Doxofylline can be decreased when used in combination with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Levorphanol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Amineptine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Edivoxetine.",
    "Droperidol interaction with The risk or severity of adverse effects can be increased when Ajulemic acid is combined with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Carbamazepine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Dyclonine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Moricizine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Brompheniramine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Nefiracetam.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Pheniramine is combined with Droperidol.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Quinapril.",
    "Droperidol interaction with Droperidol may decrease the antihypertensive activities of Isradipine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Propiomazine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Adipiplon.",
    "Droperidol interaction with The risk or severity of hypertension can be increased when Droperidol is combined with Nitroaspirin.",
    "Droperidol interaction with The risk or severity of QTc prolongation can be increased when Trazodone is combined with Droperidol.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Rufinamide.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Mesoridazine.",
    "Droperidol interaction with Droperidol may increase the central nervous system depressant (CNS depressant) activities of Ethadione."
]