[
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Octamoxin.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Methylene blue.",
    "Ecgonine interaction with The therapeutic efficacy of Metoclopramide can be decreased when used in combination with Ecgonine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Iproniazid.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Selegiline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Moclobemide.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Pheniprazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Phenelzine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Pargyline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Mebanazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Minaprine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Benmoxin.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Rasagiline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Hydracarbazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Linezolid.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Pirlindole.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Caroxazone.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Pivhydrazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Procaine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Phenoxypropazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Brofaromine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Harmaline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with 7,8-Dichloro-1,2,3,4-tetrahydroisoquinoline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Clorgiline.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Procarbazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Safrazine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Furazolidone.",
    "Ecgonine interaction with The risk or severity of orthostatic hypotension can be increased when Ecgonine is combined with Spironolactone.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Safinamide.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Isocarboxazid.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Tranylcypromine.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Nialamide.",
    "Ecgonine interaction with The risk or severity of adverse effects can be increased when Ecgonine is combined with Toloxatone."
]