[
    "Enflurane interaction with The metabolism of Enflurane can be decreased when combined with Indisulam.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Dixyrazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Tandospirone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Diphenoxylate.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Paroxetine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Chlorzoxazone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Edivoxetine.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Pargyline.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Chlorprothixene.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Indenolol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Cannabidivarin.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Alprenolol.",
    "Enflurane interaction with The metabolism of Carvedilol can be decreased when combined with Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Epinastine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Oxaflozane.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Nefazodone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Botulinum toxin type A is combined with Enflurane.",
    "Enflurane interaction with The metabolism of Fingolimod can be decreased when combined with Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Opipramol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Fazadinium bromide.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Metocurine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Remimazolam.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Camazepam.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Triprolidine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with BL-1020.",
    "Enflurane interaction with Enflurane may increase the central nervous system depressant (CNS depressant) activities of Hydrocodone.",
    "Enflurane interaction with The metabolism of Enflurane can be increased when combined with Siltuximab.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Mazindol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Zuclopenthixol.",
    "Enflurane interaction with Tapentadol may increase the central nervous system depressant (CNS depressant) activities of Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Pimozide.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Vecuronium.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Ramelteon.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Solriamfetol.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Harmaline.",
    "Enflurane interaction with The metabolism of Enflurane can be increased when combined with Certolizumab pegol.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Rufinamide is combined with Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Etoperidone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Hexobarbital.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Dexpropranolol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Clomethiazole.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Esmolol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Cyclopropane.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Mepindolol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Tizanidine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Neosaxitoxin.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Propiomazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Amperozide.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Sultopride.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Talinolol.",
    "Enflurane interaction with Enflurane may increase the sedative activities of Rotigotine.",
    "Enflurane interaction with The metabolism of Enflurane can be increased when combined with Piperaquine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Thiothixene.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Amitriptyline.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Benmoxin.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Lisuride.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Eltanolone.",
    "Enflurane interaction with The risk or severity of seizure can be increased when Bupropion is combined with Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Fludiazepam.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Promethazine.",
    "Enflurane interaction with The metabolism of Enflurane can be increased when combined with Abatacept.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Brotizolam.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with MMDA.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Orvepitant.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Pizotifen.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Etomidate.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Deramciclane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Primidone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Lidocaine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Mosapramine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Lurasidone.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Sertraline.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Protriptyline.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Seproxetine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Acetophenazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Talopram.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Cyclizine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Brexanolone.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Phenelzine.",
    "Enflurane interaction with Enflurane may increase the cardiodepressant activities of Labetalol.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Medetomidine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Phenethylamine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Clonazepam.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Sibutramine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Levosulpiride.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Osanetant.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Pivhydrazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Cyamemazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Beclamide.",
    "Enflurane interaction with Brimonidine may increase the central nervous system depressant (CNS depressant) activities of Enflurane.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Esreboxetine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Lumateperone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Metaxalone.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Methapyrilene.",
    "Enflurane interaction with The metabolism of Aniline can be decreased when combined with Enflurane.",
    "Enflurane interaction with The risk or severity of adverse effects can be increased when Enflurane is combined with Phenoxypropazine.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with PRX-08066.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Lorcaserin.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Acetazolamide.",
    "Enflurane interaction with The risk or severity of CNS depression can be increased when Enflurane is combined with Gepirone."
]