[
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Promethazine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Terbutaline is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Bivalirudin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Mometasone furoate.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Apixaban is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Foscarnet is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Terodiline.",
    "Eribulin interaction with The therapeutic efficacy of Bacillus calmette-guerin substrain russian BCG-I live antigen can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Astaxanthin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Cyproheptadine is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Influenza A virus A/Victoria/210/2009 X-187 (H3N2) antigen (formaldehyde inactivated) can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Atazanavir is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Darexaban is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Interferon alfa-n3 is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Andrographolide is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Solifenacin is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Influenza A virus A/Perth/16/2009 (H3N2) live (attenuated) antigen can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Fenthion.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Mitomycin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Methimazole is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Mirikizumab.",
    "Eribulin interaction with The risk or severity of myelosuppression can be increased when Sulfamethoxazole is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Trimipramine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Ridogrel is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Anthrax immune globulin human can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Fluprednidene.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Semuloparin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation and ventricular arrhythmias can be increased when Vilanterol is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Hydroxytyrosol is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Infliximab is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Isradipine is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Influenza A virus A/Brisbane/59/2007(H1N1) antigen (propiolactone inactivated) can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Timolol is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Belatacept is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Moxifloxacin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Fluocortin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Alteplase is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Satralizumab.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Roxithromycin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Escitalopram.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Ebastine.",
    "Eribulin interaction with Roflumilast may increase the immunosuppressive activities of Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Pregabalin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Edetic acid is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Picotamide is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Belimumab.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Trastuzumab emtansine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of neutropenia and thrombocytopenia can be increased when Buthiazide is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Glatiramer is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Teprotumumab is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Protein C is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Varicella zoster vaccine (recombinant) can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Warfarin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of methemoglobinemia can be increased when Eribulin is combined with Butacaine.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Digitoxin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Quetiapine.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Hydroxychloroquine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Afelimomab is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Lorcainide.",
    "Eribulin interaction with The therapeutic efficacy of Mumps virus strain B level jeryl lynn live antigen can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Lepirudin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Cabazitaxel is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Fendiline.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Briakinumab is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Procarbazine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Desflurane is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Budesonide is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Deutetrabenazine.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Fluoxetine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Crovalimab.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Abatacept is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Fludarabine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Clarithromycin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Nadroparin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Terfenadine.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Dichlorvos.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Interferon alfacon-1 is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Ribociclib is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Limaprost is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of infection can be increased when Varicella zoster vaccine (live/attenuated) is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Ciclesonide is combined with Eribulin.",
    "Eribulin interaction with The therapeutic efficacy of Rabies virus inactivated antigen, B can be decreased when used in combination with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Nelfinavir is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Alfuzosin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Streptozocin is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Dexamethasone is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Mizoribine.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Perhexiline is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Mesoridazine.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Fluticasone propionate is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Rozanolixizumab.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Eptifibatide is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Difloxacin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Ondansetron.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Mequitazine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Interferon alfa is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of QTc prolongation can be increased when Eribulin is combined with Abexinostat.",
    "Eribulin interaction with The risk or severity of methemoglobinemia can be increased when Eribulin is combined with Etidocaine.",
    "Eribulin interaction with The risk or severity of bleeding can be increased when Ticlopidine is combined with Eribulin.",
    "Eribulin interaction with The risk or severity of adverse effects can be increased when Eribulin is combined with Efgartigimod alfa."
]