[
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Paliperidone is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Dihydroetorphine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Metharbital is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Esketamine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Gedocarnil.",
    "Fospropofol interaction with The therapeutic efficacy of Fospropofol can be increased when used in combination with Lofexidine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Idalopirdine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Acepromazine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Levacetylmethadol is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Nefazodone.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Sibutramine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Brilaroxazine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Safrazine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Succinylcholine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Butorphanol is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Cannabidiol is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Lemborexant.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Saredutant is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Eplivanserin.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Prothipendyl.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Dexmethylphenidate is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Lithium carbonate.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Vecuronium is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Lofepramine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Pivagabine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Vabicaserin.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Harmaline.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with 2,5-Dimethoxy-4-ethylthioamphetamine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Propofol is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Gallamine triethiodide is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Cyclizine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Hydracarbazine.",
    "Fospropofol interaction with Dronabinol may increase the central nervous system depressant (CNS depressant) activities of Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Methylpentynol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Reboxetine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fentanyl is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Seproxetine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Ramosetron.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Phenytoin is combined with Fospropofol.",
    "Fospropofol interaction with Minocycline may increase the central nervous system depressant (CNS depressant) activities of Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Remoxipride is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Propiopromazine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Cilansetron is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Epinastine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Diazepam is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Dichloralphenazone is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Febarbamate.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Nordazepam.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Tasimelteon.",
    "Fospropofol interaction with Fospropofol may increase the central nervous system depressant (CNS depressant) activities of Ethanol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Escitalopram.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Tetrahydrocannabivarin.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Halothane is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Trifluoperazine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Meperidine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Phenprobamate.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Palmidrol is combined with Fospropofol.",
    "Fospropofol interaction with Fospropofol may increase the sedative activities of Ropinirole.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Carfentanil, C-11.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Captodiame.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Vigabatrin is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Protriptyline is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Amitriptylinoxide.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Estazolam is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Methoxyflurane is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Loprazolam.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Hexamethonium.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Trimipramine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fludiazepam is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Ethadione.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Daridorexant.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Levocetirizine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Metocurine iodide is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Codeine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Tricaine.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Rimonabant is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of adverse effects can be increased when Fospropofol is combined with Duloxetine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Pyrazolam.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Pipecuronium is combined with Fospropofol.",
    "Fospropofol interaction with The therapeutic efficacy of Lacosamide can be decreased when used in combination with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Nitrous oxide is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Heptabarbital is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with 7,8-Dichloro-1,2,3,4-tetrahydroisoquinoline.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Apomorphine is combined with Fospropofol.",
    "Fospropofol interaction with Fospropofol may increase the central nervous system depressant (CNS depressant) activities of Orphenadrine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Sulthiame.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Chlorpromazine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Glutethimide is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fluticasone propionate is combined with Fospropofol.",
    "Fospropofol interaction with The therapeutic efficacy of Enibomal can be increased when used in combination with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Oxaflozane.",
    "Fospropofol interaction with Fospropofol may increase the sedative activities of Metyrosine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Pheniprazine.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Fazadinium bromide.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Caroxazone.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Pindolol is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Brompheniramine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Thioproperazine is combined with Fospropofol.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Fospropofol is combined with Sultopride.",
    "Fospropofol interaction with The risk or severity of CNS depression can be increased when Botulinum toxin type B is combined with Fospropofol."
]