[
    "Guanfacine interaction with The metabolism of Tucatinib can be decreased when combined with Guanfacine.",
    "Guanfacine interaction with Bromotheophylline may increase the excretion rate of Guanfacine which could result in a lower serum level and potentially a reduction in efficacy.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Clomethiazole.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Fencamfamin.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Alclofenac.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Selenious acid which could result in a higher serum level.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Dienogest which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Donepezil is combined with Guanfacine.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Glipizide which could result in a higher serum level.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Tolterodine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Atracurium.",
    "Guanfacine interaction with The metabolism of Guanfacine can be decreased when combined with Nefazodone.",
    "Guanfacine interaction with Olsalazine may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of adverse effects can be increased when Acyclovir is combined with Guanfacine.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Bepridil.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Medetomidine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Prazepam.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with 7-Nitroindazole.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Vancomycin which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Carfentanil, C-11.",
    "Guanfacine interaction with Ertapenem may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Ceftazidime may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Triclofos.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Chromium gluconate which could result in a higher serum level.",
    "Guanfacine interaction with Ergoloid mesylate may increase the hypertensive and vasoconstricting activities of Guanfacine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Ketamine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Fentiazac.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Tiludronic acid which could result in a higher serum level.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Phylloquinone which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Tenamfetamine.",
    "Guanfacine interaction with The serum concentration of Valproic acid can be increased when it is combined with Guanfacine.",
    "Guanfacine interaction with The risk or severity of adverse effects can be increased when Guanfacine is combined with Acetylcholine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Lemborexant.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Clozapine.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Kanamycin which could result in a higher serum level.",
    "Guanfacine interaction with Acetylsalicylic acid may decrease the antihypertensive activities of Guanfacine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Phensuximide is combined with Guanfacine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Mianserin.",
    "Guanfacine interaction with Salbutamol may decrease the antihypertensive activities of Guanfacine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Dexketoprofen.",
    "Guanfacine interaction with The risk or severity of adverse effects can be increased when Guanfacine is combined with Diclofenamide.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Moxonidine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Etofenamate.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Etifoxine.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Tolonidine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Alprenolol.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Bepotastine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Metocurine iodide is combined with Guanfacine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Tepoxalin.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Trandolapril.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Levacetylmethadol.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Mibefradil.",
    "Guanfacine interaction with The risk or severity of Tachycardia can be increased when Oxyphencyclimine is combined with Guanfacine.",
    "Guanfacine interaction with Mephedrone may decrease the antihypertensive activities of Guanfacine.",
    "Guanfacine interaction with Caroxazone may increase the hypotensive activities of Guanfacine.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Salicylamide.",
    "Guanfacine interaction with Guanfacine may increase the bradycardic activities of Ivabradine.",
    "Guanfacine interaction with Dyphylline may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Floxuridine may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Periciazine.",
    "Guanfacine interaction with Etilefrine may decrease the antihypertensive activities of Guanfacine.",
    "Guanfacine interaction with The serum concentration of Guanfacine can be increased when it is combined with Erythromycin.",
    "Guanfacine interaction with Isocarboxazid may increase the hypotensive activities of Guanfacine.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Colistin which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Daridorexant.",
    "Guanfacine interaction with The serum concentration of Guanfacine can be increased when it is combined with Vadadustat.",
    "Guanfacine interaction with Cefetamet may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Cefditoren may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Indacaterol may decrease the antihypertensive activities of Guanfacine.",
    "Guanfacine interaction with Trimethoprim may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Moexipril.",
    "Guanfacine interaction with Ethambutol may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Cefadroxil may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of Tachycardia can be increased when Guanfacine is combined with Rociverine.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Tiotropium which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with BL-1020.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Eplivanserin.",
    "Guanfacine interaction with The risk or severity of Tachycardia can be increased when Guanfacine is combined with Etybenzatropine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Vigabatrin.",
    "Guanfacine interaction with Cefradine may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with The risk or severity of adverse effects can be increased when Guanidine is combined with Guanfacine.",
    "Guanfacine interaction with Safrazine may increase the hypotensive activities of Guanfacine.",
    "Guanfacine interaction with Linezolid may increase the hypotensive activities of Guanfacine.",
    "Guanfacine interaction with Guanfacine may decrease the antihypertensive activities of Vincamine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Bromisoval.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Oxymetazoline.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with Lithium cation.",
    "Guanfacine interaction with Ceftizoxime may decrease the excretion rate of Guanfacine which could result in a higher serum level.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Evening primrose oil which could result in a higher serum level.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Nimesulide.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Terazosin.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Pholcodine which could result in a higher serum level.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Diflunisal.",
    "Guanfacine interaction with The therapeutic efficacy of Guanfacine can be decreased when used in combination with Tolazoline.",
    "Guanfacine interaction with Guanfacine may decrease the excretion rate of Flavoxate which could result in a higher serum level.",
    "Guanfacine interaction with Barbexaclone may increase the hypotensive activities of Guanfacine.",
    "Guanfacine interaction with The risk or severity of CNS depression can be increased when Guanfacine is combined with PRX-08066.",
    "Guanfacine interaction with The metabolism of Guanfacine can be decreased when combined with Amprenavir.",
    "Guanfacine interaction with The risk or severity of hypertension can be increased when Desipramine is combined with Guanfacine.",
    "Guanfacine interaction with Fluocinolone acetonide may decrease the excretion rate of Guanfacine which could result in a higher serum level."
]