[
    "Magnesium chloride interaction with The therapeutic efficacy of Letibotulinumtoxina can be increased when used in combination with Magnesium chloride.",
    "Magnesium chloride interaction with Formestane may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of neuromuscular blockade can be increased when Viomycin is combined with Magnesium chloride.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Mibefradil.",
    "Magnesium chloride interaction with Doxepin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Gatifloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Vaborbactam which could result in a higher serum level.",
    "Magnesium chloride interaction with Topotecan may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Desipramine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Benzatropine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Capecitabine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The serum concentration of Magnesium chloride can be increased when it is combined with Elocalcitol.",
    "Magnesium chloride interaction with Quinethazone may increase the excretion rate of Magnesium chloride which could result in a lower serum level and potentially a reduction in efficacy.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Quinidine which could result in a higher serum level.",
    "Magnesium chloride interaction with Didanosine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Chloral hydrate may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Ammonium chloride may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Baricitinib which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of neuromuscular blockade can be increased when Cyclosporine is combined with Magnesium chloride.",
    "Magnesium chloride interaction with Chlorothiazide may increase the excretion rate of Magnesium chloride which could result in a lower serum level and potentially a reduction in efficacy.",
    "Magnesium chloride interaction with Liothyronine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Fenofibric acid which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Pinaverium.",
    "Magnesium chloride interaction with Thiabendazole may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Cefpodoxime may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Desvenlafaxine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Carbidopa may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Ceforanide may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Hydrolyzed Cephalothin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Niludipine.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Methylphenobarbital resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Cefazolin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Flunixin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of neuromuscular blockade can be increased when Magnesium chloride is combined with Magnesium silicate.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Arbekacin which could result in a higher serum level.",
    "Magnesium chloride interaction with Imidafenacin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Bendroflumethiazide may increase the excretion rate of Magnesium chloride which could result in a lower serum level and potentially a reduction in efficacy.",
    "Magnesium chloride interaction with Foscarnet may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Flumazenil may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The serum concentration of Magnesium chloride can be increased when it is combined with Ergocalciferol.",
    "Magnesium chloride interaction with Telavancin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Estrone sulfate may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Salsalate may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Florbetapir (18F) may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Tinoridine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Sodium tripolyphosphate resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Ranitidine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of neuromuscular blockade can be increased when Chloroquine is combined with Magnesium chloride.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Acrivastine which could result in a higher serum level.",
    "Magnesium chloride interaction with Oxacillin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Metamfetamine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Clobazam may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Lidoflazine.",
    "Magnesium chloride interaction with Fluocinolone acetonide may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Tropisetron which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Rufloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Inotersen may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Trifluridine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Mycophenolate mofetil may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Pentoxifylline may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Difloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Bumetanide may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Chlorzoxazone may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Efonidipine.",
    "Magnesium chloride interaction with Cefamandole may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Tixocortol may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Tenofovir may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Benoxaprofen may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Leuprolide may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The serum concentration of Magnesium chloride can be increased when it is combined with Seocalcitol.",
    "Magnesium chloride interaction with Rosiglitazone may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Tenidap may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Fluconazole may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Celecoxib may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride may decrease the excretion rate of Apalutamide which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Dotarizine.",
    "Magnesium chloride interaction with Piretanide may increase the excretion rate of Magnesium chloride which could result in a lower serum level and potentially a reduction in efficacy.",
    "Magnesium chloride interaction with Antipyrine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Amphetamine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Cefminox may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The serum concentration of Magnesium chloride can be increased when it is combined with Maxacalcitol.",
    "Magnesium chloride interaction with Synthetic Conjugated Estrogens, B may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Azelnidipine.",
    "Magnesium chloride interaction with Ketoprofen may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Norfloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Cyclopenthiazide may increase the excretion rate of Magnesium chloride which could result in a lower serum level and potentially a reduction in efficacy.",
    "Magnesium chloride interaction with The risk or severity of neuromuscular blockade can be increased when Magnesium chloride is combined with Magnesium phosphate.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Pyrophosphoric acid resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Indomethacin may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Quetiapine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Furosemide may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Magnesium chloride can cause a decrease in the absorption of Pipemidic acid resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Magnesium chloride interaction with Suxibuzone may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Piroxicam may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Phenelzine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Acyclovir may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Dobutamine may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with The risk or severity of hypotension can be increased when Magnesium chloride is combined with Levamlodipine.",
    "Magnesium chloride interaction with Parecoxib may decrease the excretion rate of Magnesium chloride which could result in a higher serum level.",
    "Magnesium chloride interaction with Isosorbide mononitrate may decrease the excretion rate of Magnesium chloride which could result in a higher serum level."
]