[
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Patent Blue which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Amoxicillin which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Imidafenacin which could result in a higher serum level.",
    "Metaxalone interaction with Cephalexin may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Cefpirome may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Tenofovir may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Bupropion.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Amikacin which could result in a higher serum level.",
    "Metaxalone interaction with Cefacetrile may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Methoxsalen may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Ocinaplon.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Acetazolamide.",
    "Metaxalone interaction with Methazolamide may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Fludiazepam.",
    "Metaxalone interaction with Flunixin may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of serotonin syndrome can be increased when Metaxalone is combined with Fluoxetine.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Probenecid which could result in a higher serum level.",
    "Metaxalone interaction with Cefbuperazone may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Moperone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Methylpentynol.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Oxprenolol.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Alimemazine.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with 7-Nitroindazole.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Benactyzine.",
    "Metaxalone interaction with Ceforanide may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Delafloxacin which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Tiludronic acid which could result in a higher serum level.",
    "Metaxalone interaction with Cefaclor may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Ketamine.",
    "Metaxalone interaction with Alminoprofen may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Cyclobarbital.",
    "Metaxalone interaction with Mefruside may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with MK-212.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Psilocybin.",
    "Metaxalone interaction with Tapentadol may increase the central nervous system depressant (CNS depressant) activities of Metaxalone.",
    "Metaxalone interaction with Cefazolin may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Hydroxyethyl Starch which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Methoxyflurane.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Technetium Tc-99m exametazime which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Stiripentol.",
    "Metaxalone interaction with Bacitracin may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Nifenazone may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Cefadroxil may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Fentiazac may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Cyclopenthiazide may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with Clopamide may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Cinchocaine is combined with Metaxalone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Fluanisone.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Aclidinium which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Meclizine.",
    "Metaxalone interaction with Adefovir may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Florbetapir (18F) which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Brofaromine.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Edrophonium which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of serotonin syndrome can be increased when Metaxalone is combined with Tramadol.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Pizotifen.",
    "Metaxalone interaction with Acyclovir may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Pramocaine.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Dextofisopam.",
    "Metaxalone interaction with Ceftezole may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of adverse effects can be increased when Rufinamide is combined with Metaxalone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Procaine.",
    "Metaxalone interaction with The risk or severity of adverse effects can be increased when Metaxalone is combined with Fluvoxamine.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Butorphanol is combined with Metaxalone.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Oxybenzone which could result in a higher serum level.",
    "Metaxalone interaction with Meloxicam may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Tofisopam.",
    "Metaxalone interaction with Imidazole salicylate may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Pyrazolam.",
    "Metaxalone interaction with Metaxalone may increase the sedative activities of Pramipexole.",
    "Metaxalone interaction with Buthiazide may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Risperidone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Nefiracetam.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Methohexital is combined with Metaxalone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Gedocarnil.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Lisuride is combined with Metaxalone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Phenoperidine.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Fenofibric acid which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Idebenone which could result in a higher serum level.",
    "Metaxalone interaction with Nabumetone may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Methylphenobarbital.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Cerlapirdine.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Melatonin.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Ergoloid mesylate.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Lortalamine.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Drotebanol.",
    "Metaxalone interaction with The risk or severity of serotonin syndrome can be increased when Amphetamine is combined with Metaxalone.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Alcuronium.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Ifosfamide which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Clozapine is combined with Metaxalone.",
    "Metaxalone interaction with Bleomycin may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Etofenamate may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Pomalidomide.",
    "Metaxalone interaction with Olsalazine may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with Efonidipine may increase the excretion rate of Metaxalone which could result in a lower serum level and potentially a reduction in efficacy.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Nedocromil which could result in a higher serum level.",
    "Metaxalone interaction with Metaxalone may decrease the excretion rate of Selenious acid which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Difenoxin.",
    "Metaxalone interaction with SC-236 may decrease the excretion rate of Metaxalone which could result in a higher serum level.",
    "Metaxalone interaction with The risk or severity of CNS depression can be increased when Metaxalone is combined with Dolasetron."
]