[
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Biochanin A is combined with Ospemifene.",
    "Ospemifene interaction with The serum concentration of Ospemifene can be decreased when it is combined with Enzalutamide.",
    "Ospemifene interaction with The metabolism of Ospemifene can be increased when combined with Palovarotene.",
    "Ospemifene interaction with The metabolism of Zaltoprofen can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Stiripentol.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Promethazine.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Ketorolac.",
    "Ospemifene interaction with The serum concentration of Ospemifene can be increased when it is combined with Ritonavir.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Nilotinib.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Valdecoxib.",
    "Ospemifene interaction with The metabolism of Mianserin can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Ramelteon.",
    "Ospemifene interaction with The metabolism of Erdafitinib can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Sulfapyridine.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Sulfaphenazole.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Valsartan.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Synthetic Conjugated Estrogens, B is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Nebivolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Equol is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Acetohexamide.",
    "Ospemifene interaction with The metabolism of Bepridil can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Ribociclib.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Flunitrazepam.",
    "Ospemifene interaction with The metabolism of Flunarizine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Mefenamic acid.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Thalidomide.",
    "Ospemifene interaction with The metabolism of Prasugrel can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Cyclosporine.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Hexestrol is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Isavuconazole.",
    "Ospemifene interaction with The metabolism of Ibrutinib can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Cloranolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Sulfamoxole.",
    "Ospemifene interaction with The metabolism of Acebutolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Epimestrol is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Anisodamine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Fenfluramine.",
    "Ospemifene interaction with The metabolism of Arotinolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Testosterone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Epinephrine.",
    "Ospemifene interaction with The metabolism of Propafenone can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Tamsulosin can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Iptacopan can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Proguanil.",
    "Ospemifene interaction with The metabolism of Galantamine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Buspirone can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Tibolone is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Memantine.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Quinestrol is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Progesterone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Perhexiline.",
    "Ospemifene interaction with The metabolism of Practolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Desipramine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Selegiline.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Sertraline.",
    "Ospemifene interaction with The metabolism of Dasabuvir can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Triclabendazole.",
    "Ospemifene interaction with The metabolism of Esatenolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Metoclopramide can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Abrocitinib can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be increased when combined with Rilonacept.",
    "Ospemifene interaction with The serum concentration of Ospemifene can be decreased when it is combined with Apalutamide.",
    "Ospemifene interaction with The metabolism of Xanomeline can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Alosetron.",
    "Ospemifene interaction with The metabolism of Alogliptin can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Fusidic acid.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Sulfamethizole.",
    "Ospemifene interaction with The metabolism of Epanolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Oliceridine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Benzbromarone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Cannabidiol.",
    "Ospemifene interaction with The metabolism of Dextropropoxyphene can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Posaconazole.",
    "Ospemifene interaction with The metabolism of Nabiximols can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Mepindolol can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Telithromycin.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Voriconazole.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Promestriene is combined with Ospemifene.",
    "Ospemifene interaction with The serum concentration of dextroamphetamine, an active metabolite of Lisdexamfetamine, can be increased when used in combination with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Amiodarone.",
    "Ospemifene interaction with The metabolism of Phenformin can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Gliclazide.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Estrone is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Imatinib.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Ethambutol.",
    "Ospemifene interaction with The metabolism of Tucatinib can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Estradiol acetate is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Linagliptin.",
    "Ospemifene interaction with The risk or severity of adverse effects can be increased when Conjugated estrogens is combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Zopiclone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Hydromorphone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Methadone.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Isradipine.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Isavuconazonium.",
    "Ospemifene interaction with The metabolism of Lorpiprazole can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Meperidine.",
    "Ospemifene interaction with The metabolism of 5-methoxy-N,N-dimethyltryptamine can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Methimazole.",
    "Ospemifene interaction with The metabolism of Ciclesonide can be decreased when combined with Ospemifene.",
    "Ospemifene interaction with The metabolism of Ospemifene can be decreased when combined with Benidipine."
]