[
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Rituximab is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with IPH 2101.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Demcizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Bezlotoxumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Sofituzumab vedotin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Dinutuximab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Setrusumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Brolucizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Vanucizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Elotuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Sibrotuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tislelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Eptinezumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Capromab pendetide is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Vobarilizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Dacetuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with GMA-161.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Bleselumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Olaratumab.",
    "Pexelizumab interaction with Promestriene may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Abrilumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Olokizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Actoxumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Pentaglobin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with IGN311.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Toripalimab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tarextumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Lumiliximab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Naratuximab emtansine.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Concizumab.",
    "Pexelizumab interaction with Hexestrol may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Axatilimab.",
    "Pexelizumab interaction with Moxestrol may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with CR002.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Necitumumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Solanezumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tisotumab vedotin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Ladiratuzumab vedotin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with NAV 1800.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Gancotamab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Pamrevlumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Inotuzumab ozogamicin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Secukinumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Sulesomab.",
    "Pexelizumab interaction with Estrone may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tralokinumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Rozanolixizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with XmAb 2513.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Conatumumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Obiltoxaximab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Gantenerumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Ozanezumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Bimekizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Istiratumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tixagevimab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Aducanumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Relatlimab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Blinatumomab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Suvratoxumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Sotatercept.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Zenocutuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tezepelumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Human Rho(D) immune globulin.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Blosozumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Refanezumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Lebrikizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tigatuzumab.",
    "Pexelizumab interaction with Estrone sulfate may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Dalotuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Guselkumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Veltuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Pertuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Mavrilimumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Robatumumab.",
    "Pexelizumab interaction with Estradiol may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Bimagrumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Volagidemab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Mosunetuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Ofatumumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Crenezumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Ublituximab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Muromonab is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Bamlanivimab.",
    "Pexelizumab interaction with Quinestrol may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Ascrinvacumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Lumretuzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Eculizumab is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Odesivimab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Alemtuzumab is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Rovalpituzumab tesirine.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Denosumab.",
    "Pexelizumab interaction with Biochanin A may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Abituzumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Nivolumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Certolizumab pegol.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Antilymphocyte immunoglobulin (horse).",
    "Pexelizumab interaction with Zeranol may increase the thrombogenic activities of Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Tildrakizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Omalizumab is combined with Pexelizumab.",
    "Pexelizumab interaction with The risk or severity of adverse effects can be increased when Pexelizumab is combined with Seribantumab."
]