[
    "Picosulfuric acid interaction with Glipizide may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The risk or severity of dehydration can be increased when Cyclopenthiazide is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Netilmicin which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with KOS-1584.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with LCB01-0371.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Perhexiline.",
    "Picosulfuric acid interaction with Testosterone may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Nitrendipine.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Sirolimus.",
    "Picosulfuric acid interaction with Temozolomide may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Proquazone may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Ramoplanin.",
    "Picosulfuric acid interaction with Ledipasvir may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Pivampicillin.",
    "Picosulfuric acid interaction with Hydroxocobalamin may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Fusidic acid.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Magnesium carbonate which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Clevidipine.",
    "Picosulfuric acid interaction with Ezogabine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Alprazolam may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Inotersen may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Synthetic Conjugated Estrogens, B which could result in a higher serum level.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Golodirsen which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Darodipine.",
    "Picosulfuric acid interaction with Brivaracetam may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Clove oil which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Pentazocine.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Promazine.",
    "Picosulfuric acid interaction with Colchicine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Telithromycin.",
    "Picosulfuric acid interaction with Clorazepic acid may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Lanopepden.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Gramicidin D.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Solithromycin.",
    "Picosulfuric acid interaction with Gadodiamide may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Brompheniramine.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Capreomycin which could result in a higher serum level.",
    "Picosulfuric acid interaction with Cefalotin may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Imidafenacin.",
    "Picosulfuric acid interaction with The risk or severity of dehydration can be increased when Furosemide is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Dexpanthenol which could result in a higher serum level.",
    "Picosulfuric acid interaction with Magnesium salicylate may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Butalbital.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Dihydrostreptomycin.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Niguldipine.",
    "Picosulfuric acid interaction with Rofecoxib may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Sibutramine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Cilnidipine.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Benzquinamide.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Paromomycin.",
    "Picosulfuric acid interaction with Dexketoprofen may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Nitroprusside may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Tiamulin.",
    "Picosulfuric acid interaction with The risk or severity of adverse effects can be increased when Picosulfuric acid is combined with Alloin.",
    "Picosulfuric acid interaction with Levocetirizine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Lithium cation may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Clomocycline.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Latamoxef.",
    "Picosulfuric acid interaction with Etofenamate may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Oxaprozin may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Cetirizine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The risk or severity of dehydration can be increased when Methyclothiazide is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with Tenidap may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Levacetylmethadol.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Ceforanide.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Biperiden.",
    "Picosulfuric acid interaction with Desvenlafaxine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Gadoteridol may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Ketamine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Dacarbazine may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The risk or severity of adverse effects can be increased when Picosulfuric acid is combined with Calcium polycarbophil.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Metampicillin.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Chromic nitrate which could result in a higher serum level.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Carbamazepine which could result in a higher serum level.",
    "Picosulfuric acid interaction with Leuprolide may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Normethadone.",
    "Picosulfuric acid interaction with Arformoterol may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Moxifloxacin.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Vancomycin.",
    "Picosulfuric acid interaction with The risk or severity of dehydration can be increased when Bromotheophylline is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with Gabapentin enacarbil may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The risk or severity of dehydration can be increased when Canrenoic acid is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with The risk or severity of adverse effects can be increased when Dantron is combined with Picosulfuric acid.",
    "Picosulfuric acid interaction with Fenbufen may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Levofloxacin.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Verapamil.",
    "Picosulfuric acid interaction with Tadalafil may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Buprenorphine.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Alphaprodine.",
    "Picosulfuric acid interaction with Edrophonium may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Bleomycin may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Propacetamol may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Pralidoxime may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Diclofenac may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Ketobemidone.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Polymyxin B.",
    "Picosulfuric acid interaction with Picosulfuric acid may decrease the excretion rate of Pidotimod which could result in a higher serum level.",
    "Picosulfuric acid interaction with Tixocortol may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with Fenoprofen may decrease the excretion rate of Picosulfuric acid which could result in a higher serum level.",
    "Picosulfuric acid interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Sulfisoxazole."
]