[
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Alosetron.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Fluindione.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Propacetamol is combined with Prasugrel.",
    "Prasugrel interaction with The risk or severity of gastrointestinal bleeding can be increased when Prasugrel is combined with Deferasirox.",
    "Prasugrel interaction with Desmopressin may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Nelfinavir.",
    "Prasugrel interaction with Carbidopa may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Penicillamine.",
    "Prasugrel interaction with The metabolism of Glibornuride can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Pyrantel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Paclitaxel.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Defibrotide is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be increased when combined with Siltuximab.",
    "Prasugrel interaction with The metabolism of Prasugrel can be increased when combined with Armodafinil.",
    "Prasugrel interaction with The therapeutic efficacy of Nonacog beta pegol can be decreased when used in combination with Prasugrel.",
    "Prasugrel interaction with Secobarbital may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Dimetacrine which could result in a higher serum level.",
    "Prasugrel interaction with Tinidazole may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Netilmicin which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Cisapride.",
    "Prasugrel interaction with Methyl-1-testosterone may increase the anticoagulant activities of Prasugrel.",
    "Prasugrel interaction with Lubiprostone may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The serum concentration of Prasugrel can be decreased when it is combined with Enzalutamide.",
    "Prasugrel interaction with The therapeutic efficacy of Moroctocog alfa can be decreased when used in combination with Prasugrel.",
    "Prasugrel interaction with Methazolamide may increase the excretion rate of Prasugrel which could result in a lower serum level and potentially a reduction in efficacy.",
    "Prasugrel interaction with Estradiol benzoate may decrease the anticoagulant activities of Prasugrel.",
    "Prasugrel interaction with The therapeutic efficacy of Von Willebrand factor human can be decreased when used in combination with Prasugrel.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Tedizolid phosphate.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Digoxin which could result in a higher serum level.",
    "Prasugrel interaction with Nitric Oxide may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Antithrombin Alfa.",
    "Prasugrel interaction with The metabolism of Deuruxolitinib can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with Chlorotrianisene may decrease the anticoagulant activities of Prasugrel.",
    "Prasugrel interaction with Pamidronic acid may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Artemisinin can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be increased when combined with Simvastatin.",
    "Prasugrel interaction with Flavoxate may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Amprenavir.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Inositol which could result in a higher serum level.",
    "Prasugrel interaction with Disopyramide may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The serum concentration of Prasugrel can be decreased when it is combined with Cenobamate.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Suxibuzone is combined with Prasugrel.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Talniflumate is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Methadone.",
    "Prasugrel interaction with Potassium may increase the excretion rate of Prasugrel which could result in a lower serum level and potentially a reduction in efficacy.",
    "Prasugrel interaction with Nedocromil may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Carbutamide can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with Dihydrostreptomycin may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Meropenem may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Prucalopride which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of adverse effects can be increased when Limaprost is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be increased when combined with Somatrogon.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Metronidazole.",
    "Prasugrel interaction with The metabolism of Selumetinib can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Mosunetuzumab.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Propyphenazone is combined with Prasugrel.",
    "Prasugrel interaction with The therapeutic efficacy of Prasugrel can be increased when used in combination with Quinidine.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Vortioxetine is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Phencyclidine.",
    "Prasugrel interaction with Topiramate may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Carmustine.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Clobazam.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Ticlopidine is combined with Prasugrel.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Oxabolone cipionate which could result in a higher serum level.",
    "Prasugrel interaction with Methyclothiazide may increase the excretion rate of Prasugrel which could result in a lower serum level and potentially a reduction in efficacy.",
    "Prasugrel interaction with Chlorzoxazone may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Trazodone is combined with Prasugrel.",
    "Prasugrel interaction with Roflumilast may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Palonosetron may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Quetiapine may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Sulodexide.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Interferon alfa-n3.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Cimicoxib is combined with Prasugrel.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Indigotindisulfonic acid which could result in a higher serum level.",
    "Prasugrel interaction with Hydroxyprogesterone may decrease the anticoagulant activities of Prasugrel.",
    "Prasugrel interaction with Trestolone acetate may increase the anticoagulant activities of Prasugrel.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Linezolid is combined with Prasugrel.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Iopromide which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Prasugrel is combined with Diphenadione.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Droxicam is combined with Prasugrel.",
    "Prasugrel interaction with Benzatropine may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Sulfadiazine.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Levocetirizine which could result in a higher serum level.",
    "Prasugrel interaction with The therapeutic efficacy of Coagulation Factor IX (Recombinant) can be decreased when used in combination with Prasugrel.",
    "Prasugrel interaction with Prasugrel may decrease the excretion rate of Golodirsen which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Azapropazone is combined with Prasugrel.",
    "Prasugrel interaction with Daptomycin may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with Cefadroxil may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The metabolism of Istradefylline can be decreased when combined with Prasugrel.",
    "Prasugrel interaction with Pyridoxine may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Sarpogrelate is combined with Prasugrel.",
    "Prasugrel interaction with Ceftobiprole may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Aminosalicylic acid is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Glisoxepide.",
    "Prasugrel interaction with Varenicline may decrease the excretion rate of Prasugrel which could result in a higher serum level.",
    "Prasugrel interaction with The risk or severity of bleeding can be increased when Aloxiprin is combined with Prasugrel.",
    "Prasugrel interaction with The risk or severity of hemorrhage can be increased when Duloxetine is combined with Prasugrel.",
    "Prasugrel interaction with The metabolism of Prasugrel can be decreased when combined with Orphenadrine.",
    "Prasugrel interaction with The therapeutic efficacy of Albutrepenonacog alfa can be decreased when used in combination with Prasugrel.",
    "Prasugrel interaction with The risk or severity of bleeding and hemorrhage can be increased when Epirizole is combined with Prasugrel."
]