[
    "Primidone interaction with The metabolism of Levocetirizine can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Amperozide.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Reposal.",
    "Primidone interaction with The metabolism of Esterified estrogens can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Naronapride.",
    "Primidone interaction with The metabolism of Progesterone can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Anagrelide can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when Primidone is combined with Dihydro-2-thioxo-5-((5-(2-(trifluoromethyl)phenyl)-2-furanyl)methyl)-4,6(1H,5H)-pyrimidinedione.",
    "Primidone interaction with The metabolism of Lovastatin can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Minoxidil can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Penciclovir can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Fludrocortisone can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Quetiapine can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Parecoxib can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Chlorhexadol.",
    "Primidone interaction with The metabolism of Ethinylestradiol can be increased when combined with Primidone.",
    "Primidone interaction with The serum concentration of Primidone can be decreased when it is combined with (6S)-5,6,7,8-tetrahydrofolic acid.",
    "Primidone interaction with The metabolism of 6-O-benzylguanine can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Dexbrompheniramine is combined with Primidone.",
    "Primidone interaction with The metabolism of Azithromycin can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Primidone can be decreased when used in combination with Nalidixic acid.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Remoxipride is combined with Primidone.",
    "Primidone interaction with The metabolism of Gliclazide can be decreased when combined with Primidone.",
    "Primidone interaction with The metabolism of Lobeglitazone can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Sulthiame.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Thiazinam.",
    "Primidone interaction with Primidone may increase the central nervous system depressant (CNS depressant) activities of Methotrimeprazine.",
    "Primidone interaction with The metabolism of Proxyphylline can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Fostamatinib can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Primidone can be decreased when used in combination with Edrophonium.",
    "Primidone interaction with The metabolism of Chlormadinone acetate can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Ergometrine can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Tetrazepam.",
    "Primidone interaction with The metabolism of Primidone can be decreased when combined with Ademetionine.",
    "Primidone interaction with The metabolism of Lansoprazole can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when Nabiximols is combined with Primidone.",
    "Primidone interaction with The metabolism of Fenofibrate can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Deacetylbisacodyl can be decreased when used in combination with Primidone.",
    "Primidone interaction with The metabolism of Plumbagin can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Cilansetron.",
    "Primidone interaction with The metabolism of Proguanil can be decreased when combined with Primidone.",
    "Primidone interaction with The metabolism of Prednisolone acetate can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Doxefazepam.",
    "Primidone interaction with The metabolism of Macitentan can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Liotrix can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Nimodipine can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when Primidone is combined with Bornaprine.",
    "Primidone interaction with The risk or severity of sedation and somnolence can be increased when Primidone is combined with Deutetrabenazine.",
    "Primidone interaction with The metabolism of Fluspirilene can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Primidone can be decreased when used in combination with Procainamide.",
    "Primidone interaction with The metabolism of Losartan can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of hypotension and orthostatic hypotension can be increased when Primidone is combined with Epitizide.",
    "Primidone interaction with The metabolism of Terfenadine can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Isavuconazole can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Picosulfuric acid can be decreased when used in combination with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Cisatracurium is combined with Primidone.",
    "Primidone interaction with The serum concentration of Primidone can be decreased when it is combined with Benzphetamine.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when Primidone is combined with Naloxegol.",
    "Primidone interaction with Baclofen may increase the central nervous system depressant (CNS depressant) activities of Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Febarbamate.",
    "Primidone interaction with The metabolism of Lurasidone can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Trimethadione can be increased when combined with Primidone.",
    "Primidone interaction with The serum concentration of Bendamustine can be increased when it is combined with Primidone.",
    "Primidone interaction with The metabolism of Avapritinib can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Ciglitazone can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Estradiol benzoate can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Primidone can be decreased when combined with Noscapine.",
    "Primidone interaction with The metabolism of Neratinib can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when SLV319 is combined with Primidone.",
    "Primidone interaction with The metabolism of Ethyl biscoumacetate can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Azelnidipine can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Flibanserin can be increased when combined with Primidone.",
    "Primidone interaction with Primidone may increase the hypotensive activities of Papaverine.",
    "Primidone interaction with The metabolism of Fosaprepitant can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Desipramine can be increased when combined with Primidone.",
    "Primidone interaction with The serum concentration of Primidone can be decreased when it is combined with Diethylpropion.",
    "Primidone interaction with The metabolism of Testosterone propionate can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Sonidegib can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Primidone can be decreased when combined with Fomepizole.",
    "Primidone interaction with The metabolism of Deuruxolitinib can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of 3,5-diiodothyropropionic acid can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Carbutamide can be decreased when combined with Primidone.",
    "Primidone interaction with The metabolism of Primidone can be decreased when combined with Omeprazole.",
    "Primidone interaction with The metabolism of Trabectedin can be increased when combined with Primidone.",
    "Primidone interaction with The therapeutic efficacy of Calcium polycarbophil can be decreased when used in combination with Primidone.",
    "Primidone interaction with The risk or severity of adverse effects can be increased when Primidone is combined with Dextromoramide.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Meclizine is combined with Primidone.",
    "Primidone interaction with The serum concentration of Misonidazole can be decreased when it is combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Ecopipam.",
    "Primidone interaction with The metabolism of Sunitinib can be increased when combined with Primidone.",
    "Primidone interaction with Primidone may increase the hypotensive activities of Perindopril.",
    "Primidone interaction with The metabolism of Eplerenone can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Fulvestrant can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Nylidrin can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Exemestane can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Indalpine can be increased when combined with Primidone.",
    "Primidone interaction with The risk or severity of CNS depression can be increased when Primidone is combined with Rolipram.",
    "Primidone interaction with The metabolism of Dasabuvir can be increased when combined with Primidone.",
    "Primidone interaction with The metabolism of Hypoxanthine can be increased when combined with Primidone.",
    "Primidone interaction with Primidone may increase the hypotensive activities of Esmolol."
]