[
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Gemcitabine.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Otamixaban is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Cilazaprilat is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cefalotin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Clonixin is combined with Reviparin.",
    "Reviparin interaction with Reviparin may increase the anticoagulant activities of Rivaroxaban.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Sorafenib.",
    "Reviparin interaction with The risk or severity of bleeding and bruising can be increased when Reviparin is combined with Glycocholic acid.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Safrazine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Venlafaxine.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Benmoxin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Perhexiline is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Magnesium salicylate is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Pentamidine is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Nonacog beta pegol can be decreased when used in combination with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Cabazitaxel.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Clopidogrel is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Zomepirac is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Efonidipine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Droxicam is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Algestone.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Tiaprofenic acid is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Ethosuximide is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Ardeparin is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Capreomycin can be decreased when used in combination with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Omacetaxine mepesuccinate.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Bemiparin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Phenprocoumon is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cefditoren.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Reviparin is combined with Valsartan.",
    "Reviparin interaction with The risk or severity of hemorrhage can be increased when Oxaliplatin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Nilotinib.",
    "Reviparin interaction with Altrenogest may decrease the anticoagulant activities of Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and bruising can be increased when Reviparin is combined with Chenodeoxycholic acid.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Progesterone.",
    "Reviparin interaction with Potassium gluconate may increase the hyperkalemic activities of Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Ximelagatran is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of adverse effects can be increased when Mestranol is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Edetic acid is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Reviparin is combined with Bencyclane.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cefprozil.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Interferon beta-1b.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cefradine.",
    "Reviparin interaction with The risk or severity of bleeding and bruising can be increased when Reviparin is combined with Tauroursodeoxycholic acid.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when SC-236 is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Clorindione.",
    "Reviparin interaction with The risk or severity of hemorrhage can be increased when Zimelidine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Bevantolol is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of adverse effects can be increased when Limaprost is combined with Reviparin.",
    "Reviparin interaction with Methallenestril may decrease the anticoagulant activities of Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Cytarabine.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Reviparin is combined with Spironolactone.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Pheniprazine is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cephalexin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Nelarabine.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Linezolid is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Rofecoxib is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Dasatinib is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Colistin can be decreased when used in combination with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Vinorelbine.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Enoxaparin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Ponatinib.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Busulfan.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Imatinib.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Pivhydrazine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Celiprolol is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Dexketoprofen is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Delapril is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Trazodone is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cefoxitin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Naproxen is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be increased when used in combination with Quinidine.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Pinaverium is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and bruising can be increased when Reviparin is combined with Deoxycholic acid.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Nylidrin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Dactinomycin.",
    "Reviparin interaction with The therapeutic efficacy of Calcium cation can be decreased when used in combination with Reviparin.",
    "Reviparin interaction with Potassium lactate may increase the hyperkalemic activities of Reviparin.",
    "Reviparin interaction with The risk or severity of adverse effects can be increased when Norethindrone enanthate is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Azapropazone is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Interferon alfa-n3.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Dotarizine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of adverse effects can be increased when Drospirenone is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Ibrutinib is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when 4-hydroxycoumarin is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Argatroban is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Cisplatin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Lornoxicam is combined with Reviparin.",
    "Reviparin interaction with The therapeutic efficacy of Reviparin can be decreased when used in combination with Cyclopenthiazide.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Tofacitinib.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Fenoprofen is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Carprofen is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Omega-3-acid ethyl esters is combined with Reviparin.",
    "Reviparin interaction with Urokinase may increase the anticoagulant activities of Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding and hemorrhage can be increased when Iproniazid is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Aranidipine is combined with Reviparin.",
    "Reviparin interaction with The risk or severity of hyperkalemia can be increased when Niguldipine is combined with Reviparin.",
    "Reviparin interaction with Testosterone propionate may increase the anticoagulant activities of Reviparin.",
    "Reviparin interaction with The risk or severity of bleeding can be increased when Reviparin is combined with Dabigatran."
]