[
    "Streptomycin interaction with Dimetacrine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Vaborbactam may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Proglumetacin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Lorcaserin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Flavoxate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Cyanocobalamin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Fluocinolone acetonide may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Suxibuzone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Pyrazinamide may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Isoniazid may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Ixazomib may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of nephrotoxicity can be increased when Licofelone is combined with Streptomycin.",
    "Streptomycin interaction with Ticlopidine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Streptomycin is combined with Magnesium citrate.",
    "Streptomycin interaction with Chromous sulfate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The serum concentration of Streptomycin can be increased when it is combined with Bumetanide.",
    "Streptomycin interaction with Prasugrel may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Streptomycin may decrease the excretion rate of Arbekacin which could result in a higher serum level.",
    "Streptomycin interaction with Neamine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Robenacoxib may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The therapeutic efficacy of Pipecuronium can be increased when used in combination with Streptomycin.",
    "Streptomycin interaction with Almotriptan may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Efonidipine may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Invert sugar may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Timolol may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Streptomycin is combined with Magnesium stearate.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Tigecycline is combined with Streptomycin.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Streptomycin is combined with Magnesium oxide.",
    "Streptomycin interaction with Tadalafil may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Spironolactone may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Potassium nitrate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Cefmenoxime may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Acetazolamide may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with The risk or severity of adverse effects can be increased when Streptomycin is combined with Trimethaphan.",
    "Streptomycin interaction with Octinoxate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Etoricoxib may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The serum concentration of Streptomycin can be decreased when it is combined with Mezlocillin.",
    "Streptomycin interaction with Testosterone cypionate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Ruxolitinib may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of bleeding can be increased when Streptomycin is combined with Acenocoumarol.",
    "Streptomycin interaction with Bromazepam may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Cicletanine may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Benzatropine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Amphetamine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Piroxicam may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Imidazole salicylate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Chlorpromazine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Testosterone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Canrenoic acid may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Ethoxzolamide may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Dienogest may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Mirabegron may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Cefetamet may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Fluconazole may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Deutetrabenazine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Cefotiam may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Etofenamate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Streptomycin is combined with Magnesium acetate tetrahydrate.",
    "Streptomycin interaction with The risk or severity of bleeding can be increased when Streptomycin is combined with (S)-Warfarin.",
    "Streptomycin interaction with Potassium acetate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The therapeutic efficacy of Letibotulinumtoxina can be increased when used in combination with Streptomycin.",
    "Streptomycin interaction with Dimercaprol may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Butabarbital may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Talniflumate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The therapeutic efficacy of Vecuronium can be increased when used in combination with Streptomycin.",
    "Streptomycin interaction with Blonanserin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Tirofiban may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of adverse effects can be increased when Streptomycin is combined with Polymyxin B.",
    "Streptomycin interaction with Methylnaltrexone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of methemoglobinemia can be increased when Streptomycin is combined with Butanilicaine.",
    "Streptomycin interaction with Proquazone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Streptomycin is combined with Magnesium cation.",
    "Streptomycin interaction with Droxidopa may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of nephrotoxicity can be increased when Mesalazine is combined with Streptomycin.",
    "Streptomycin interaction with The serum concentration of Streptomycin can be decreased when it is combined with Talampicillin.",
    "Streptomycin interaction with The serum concentration of Streptomycin can be decreased when it is combined with Metampicillin.",
    "Streptomycin interaction with Cefotaxime may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Technetium Tc-99m oxidronate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Penbutolol may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Potassium bicarbonate may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of methemoglobinemia can be increased when Streptomycin is combined with Meloxicam.",
    "Streptomycin interaction with Terbutaline may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Fentiazac may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Apremilast may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of methemoglobinemia can be increased when Streptomycin is combined with Metabutethamine.",
    "Streptomycin interaction with Cefotetan may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Alclofenac may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Mersalyl may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Idarucizumab may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Goserelin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Bacitracin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Ceftriaxone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Ezogabine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Propyphenazone may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Procaine benzylpenicillin may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Tolazamide may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with The risk or severity of neuromuscular blockade can be increased when Metacycline is combined with Streptomycin.",
    "Streptomycin interaction with Dobutamine may decrease the excretion rate of Streptomycin which could result in a higher serum level.",
    "Streptomycin interaction with Eplerenone may increase the excretion rate of Streptomycin which could result in a lower serum level and potentially a reduction in efficacy.",
    "Streptomycin interaction with Cefprozil may decrease the excretion rate of Streptomycin which could result in a higher serum level."
]