[
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Clofibrate.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Acetaminophen.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Amphetamine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Ropeginterferon alfa-2b.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Secukinumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Flunitrazepam.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Bimekizumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Halothane.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Nicotine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Clomethiazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Metronidazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Cinnarizine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Montelukast.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Rilonacept.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Ethambutol.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Arformoterol.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Fenofibrate.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Cisapride.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Hydrocortisone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Ifosfamide.",
    "Tegafur-uracil interaction with The metabolism of Asunaprevir can be decreased when combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Phenobarbital.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Propacetamol.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Metreleptin.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Methoxyflurane.",
    "Tegafur-uracil interaction with The metabolism of Tamoxifen can be decreased when combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Nifedipine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Ketoconazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Pentobarbital.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Progesterone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Triclabendazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Canakinumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Valproic acid.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Prednisolone phosphate.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Isoniazid.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Seratrodast.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Azelastine.",
    "Tegafur-uracil interaction with The serum concentration of Phenytoin can be increased when it is combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The serum concentration of Fosphenytoin can be increased when it is combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Cenobamate.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Adalimumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Vortioxetine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Clozapine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Flurazepam.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Chlorzoxazone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Plitidepsin.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Abatacept.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Methoxsalen.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Apremilast.",
    "Tegafur-uracil interaction with The metabolism of Cyclophosphamide can be decreased when combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Anakinra.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Emapalumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Eletriptan.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Nevirapine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Sevoflurane.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Etanercept.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Letrozole.",
    "Tegafur-uracil interaction with The metabolism of Fluorouracil can be decreased when combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Zidovudine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Infliximab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur can be decreased when combined with Tegafur-uracil.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Tranylcypromine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Formoterol.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Lorcaserin.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Certolizumab pegol.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Tocilizumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Phenacetin.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Amiodarone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Memantine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Prednisone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Metyrapone.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Methimazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Afelimomab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Selegiline.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Fomepizole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Golimumab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Flunarizine.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Miconazole.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be increased when combined with Siltuximab.",
    "Tegafur-uracil interaction with The metabolism of Tegafur-uracil can be decreased when combined with Antipyrine."
]