[
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Coumaphos is combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of (R)-warfarin can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Valproic acid is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be decreased when combined with Obeticholic acid.",
    "Temafloxacin interaction with The therapeutic efficacy of Repaglinide can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Formoterol is combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of BCG vaccine can be decreased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Tofogliflozin can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Levosimendan is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be decreased when combined with Thiabendazole.",
    "Temafloxacin interaction with The metabolism of Aminophenazone can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Insulin glargine can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with Fenoprofen may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Ethosuximide is combined with Temafloxacin.",
    "Temafloxacin interaction with Calcium lactate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Encainide is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Valomaciclovir can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of methemoglobinemia can be increased when Temafloxacin is combined with Procaine.",
    "Temafloxacin interaction with The risk or severity of methemoglobinemia can be increased when Temafloxacin is combined with Cinchocaine.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Temafloxacin is combined with Ivabradine.",
    "Temafloxacin interaction with The serum concentration of Temafloxacin can be increased when it is combined with Temocillin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Mequitazine is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Rasagiline can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Amantadine is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Imipramine is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Hydrochlorothiazide is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Cinacalcet can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with Iron isomaltoside 1000 can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be increased when combined with Fosphenytoin.",
    "Temafloxacin interaction with The therapeutic efficacy of Bromocriptine can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Sitagliptin can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with Calcium gluconate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The metabolism of Vadimezan can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Mizolastine is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be decreased when combined with Methoxsalen.",
    "Temafloxacin interaction with Magnesium hydroxide can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Digitoxin is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of tendinopathy can be increased when Fluticasone is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be decreased when combined with Curcumin.",
    "Temafloxacin interaction with Firocoxib may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The serum concentration of Temafloxacin can be increased when it is combined with Bacampicillin.",
    "Temafloxacin interaction with Zinc acetate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with Aluminium glycinate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Promazine is combined with Temafloxacin.",
    "Temafloxacin interaction with Ferric pyrophosphate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with Sodium feredetate can cause a decrease in the absorption of Temafloxacin resulting in a reduced serum concentration and potentially a decrease in efficacy.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Pracinostat is combined with Temafloxacin.",
    "Temafloxacin interaction with The serum concentration of Temafloxacin can be increased when it is combined with Cloxacillin.",
    "Temafloxacin interaction with Propyphenazone may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of methemoglobinemia can be increased when Temafloxacin is combined with Pramocaine.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Bunaftine is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Tasimelteon can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Dichlorvos is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Perphenazine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Omarigliptin can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Prulifloxacin is combined with Temafloxacin.",
    "Temafloxacin interaction with Tepoxalin may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Flunarizine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Ketoconazole is combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Exenatide can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Methadone is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Bepridil is combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Sulfamethoxazole can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with Alclofenac may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The serum concentration of Temafloxacin can be increased when it is combined with Procaine benzylpenicillin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Flumequine is combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Phenformin can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Epinastine is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Pilsicainide is combined with Temafloxacin.",
    "Temafloxacin interaction with Acetylsalicylic acid may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Hypoxanthine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of tendinopathy can be increased when Prednisolone acetate is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be increased when combined with Certolizumab pegol.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Aranidipine is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Chlorzoxazone can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Hydroxychloroquine is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Rufloxacin is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Pacritinib is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Zotepine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of adverse effects can be increased when Temafloxacin is combined with Ropinirole.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Indenolol is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Mesoridazine is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Buserelin is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Tamoxifen can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Acyclovir can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of Insulin detemir can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of tendinopathy can be increased when Difluocortolone is combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Disopyramide is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Zolmitriptan can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Guanine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Lenvatinib is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Temafloxacin can be decreased when combined with Interferon alfa-n3.",
    "Temafloxacin interaction with The risk or severity of QTc prolongation can be increased when Pefloxacin is combined with Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Tocainide can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The therapeutic efficacy of AMG-222 can be increased when used in combination with Temafloxacin.",
    "Temafloxacin interaction with Tiaprofenic acid may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Trifluoperazine can be decreased when combined with Temafloxacin.",
    "Temafloxacin interaction with The serum concentration of Temafloxacin can be increased when it is combined with Abiraterone.",
    "Temafloxacin interaction with Piroxicam may increase the neuroexcitatory activities of Temafloxacin.",
    "Temafloxacin interaction with The metabolism of Oxtriphylline can be decreased when combined with Temafloxacin."
]