[
    "Topotecan interaction with The excretion of Topotecan can be decreased when combined with Pyrimethamine.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Nedaplatin is combined with Topotecan.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Belumosudil.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Selumetinib.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Limaprost is combined with Topotecan.",
    "Topotecan interaction with Cefazedone may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Estramustine.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Interferon alfacon-1 is combined with Topotecan.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Siponimod.",
    "Topotecan interaction with Etomidate may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Fasitibant.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Chloral hydrate which could result in a higher serum level.",
    "Topotecan interaction with Potassium citrate may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Daptomycin.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Probenecid which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Meprednisone.",
    "Topotecan interaction with The excretion of Topotecan can be decreased when combined with Cefradine.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Ruxolitinib.",
    "Topotecan interaction with Ethosuximide may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Bisoxatin which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Vorinostat.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Iptacopan.",
    "Topotecan interaction with Puromycin may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Desmopressin may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Nabumetone may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Clonazepam may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Linagliptin.",
    "Topotecan interaction with Foscarnet may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Iothalamic acid which could result in a higher serum level.",
    "Topotecan interaction with Cefcapene may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Entrectinib.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Pretomanid.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Amediplase is combined with Topotecan.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Fluticasone.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Sodium fluoride which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Ketoconazole.",
    "Topotecan interaction with Venlafaxine may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Tesmilifene is combined with Topotecan.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Canakinumab.",
    "Topotecan interaction with Icosapent may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of infection can be increased when Bacillus calmette-guerin substrain tice live antigen is combined with Topotecan.",
    "Topotecan interaction with Geneticin may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Methyclothiazide may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Amphetamine may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Estazolam may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Ganaxolone may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Rofecoxib may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Epoprostenol is combined with Topotecan.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Zosuquidar.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Capmatinib.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Dasatinib.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Omadacycline.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Xanomeline.",
    "Topotecan interaction with Polythiazide may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Eucalyptus oil which could result in a higher serum level.",
    "Topotecan interaction with Riluzole may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Ceftaroline fosamil may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Roxadustat.",
    "Topotecan interaction with Phylloquinone may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of methemoglobinemia can be increased when Topotecan is combined with Metabutethamine.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Saxagliptin which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Sotorasib.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Chondroitin sulfate which could result in a higher serum level.",
    "Topotecan interaction with Ribavirin may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Valproic acid may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Lansoprazole may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Evening primrose oil which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Clorindione is combined with Topotecan.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Gemtuzumab ozogamicin is combined with Topotecan.",
    "Topotecan interaction with Lithium cation may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Sildenafil.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Ravulizumab.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Fluprednisolone.",
    "Topotecan interaction with Vismodegib may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Metharbital may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Topotecan may increase the myelosuppressive activities of Lipegfilgrastim.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Gentamicin which could result in a higher serum level.",
    "Topotecan interaction with Antipyrine may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The excretion of Topotecan can be decreased when combined with Estrone sulfate.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Tositumomab is combined with Topotecan.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Simeprevir.",
    "Topotecan interaction with The risk or severity of adverse effects can be increased when Topotecan is combined with Hypericin.",
    "Topotecan interaction with Fentanyl may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Lapatinib.",
    "Topotecan interaction with Topotecan may increase the immunosuppressive activities of Fingolimod.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Darolutamide.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Vemurafenib.",
    "Topotecan interaction with The risk or severity of infection can be increased when Typhoid Vaccine Live is combined with Topotecan.",
    "Topotecan interaction with Hydrochlorothiazide may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Promethazine which could result in a higher serum level.",
    "Topotecan interaction with Progesterone may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The risk or severity of bleeding can be increased when Monteplase is combined with Topotecan.",
    "Topotecan interaction with Butalbital may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Topotecan may decrease the excretion rate of Valbenazine which could result in a higher serum level.",
    "Topotecan interaction with The therapeutic efficacy of TG4010 can be decreased when used in combination with Topotecan.",
    "Topotecan interaction with Paraldehyde may increase the excretion rate of Topotecan which could result in a lower serum level and potentially a reduction in efficacy.",
    "Topotecan interaction with Gadodiamide may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Dacomitinib.",
    "Topotecan interaction with Latamoxef may decrease the excretion rate of Topotecan which could result in a higher serum level.",
    "Topotecan interaction with The serum concentration of Topotecan can be increased when it is combined with Ledipasvir."
]