[
    "Vorapaxar interaction with The serum concentration of Valspodar can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Pacritinib.",
    "Vorapaxar interaction with The serum concentration of Digitoxin can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Proglumetacin is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Benmoxin is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Dicoumarol.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Aminoglutethimide.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Clofibrate.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Cimicoxib is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Sulodexide.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Epirizole is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Buflomedil is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Suvorexant can be decreased when combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Simeprevir.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Citalopram.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Parecoxib is combined with Vorapaxar.",
    "Vorapaxar interaction with Potassium perchlorate may increase the anticoagulant activities of Vorapaxar.",
    "Vorapaxar interaction with The therapeutic efficacy of Vorapaxar can be decreased when used in combination with Ceftriaxone.",
    "Vorapaxar interaction with The therapeutic efficacy of Vorapaxar can be increased when used in combination with Quinine.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Metronidazole.",
    "Vorapaxar interaction with The therapeutic efficacy of Vorapaxar can be decreased when used in combination with Flomoxef.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Rituximab.",
    "Vorapaxar interaction with The therapeutic efficacy of Vorapaxar can be decreased when used in combination with Cefoxitin.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Corticotropin.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Procaine is combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Simvastatin can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Azithromycin is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Bimekizumab.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Fluocinolone acetonide.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Fenoprofen is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Balsalazide is combined with Vorapaxar.",
    "Vorapaxar interaction with Apixaban may increase the anticoagulant activities of Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Pivhydrazine is combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Trimipramine can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of hemorrhage can be increased when Indalpine is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Dirithromycin.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Diphenadione.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Brefeldin A.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Ditazole.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Megestrol acetate is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Verapamil.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Etofenamate is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Prednylidene.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Zidovudine.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Desmoteplase.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Gestodene is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Vorapaxar is combined with Chenodeoxycholic acid.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Mitemcinal.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Quingestanol is combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Binimetinib can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with Gestonorone may decrease the anticoagulant activities of Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Ruxolitinib can be decreased when combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Technetium Tc-99m sestamibi can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Gilteritinib can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Bumadizone is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Clopidogrel is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Dexketoprofen is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Methadone.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Safrazine is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Dexamethasone isonicotinate.",
    "Vorapaxar interaction with The metabolism of Bicalutamide can be decreased when combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Conivaptan.",
    "Vorapaxar interaction with The serum concentration of Vorapaxar can be increased when it is combined with Epcoritamab.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Bryostatin 1.",
    "Vorapaxar interaction with The serum concentration of Morphine can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Azacitidine.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Gestrinone is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Relcovaptan is combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Bosutinib can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Remdesivir.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Protein S human.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Antithrombin Alfa.",
    "Vorapaxar interaction with The serum concentration of Lusutrombopag can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with Testosterone enanthate may increase the anticoagulant activities of Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Naftopidil is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Andrographolide is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Dihydroergotamine can be decreased when combined with Vorapaxar.",
    "Vorapaxar interaction with The serum concentration of Doxorubicin can be increased when it is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Propofol.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Ivosidenib.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Penicillamine.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Hydroxytyrosol is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Omega-3-acid ethyl esters is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Cortisone.",
    "Vorapaxar interaction with The therapeutic efficacy of Vorapaxar can be decreased when used in combination with Cefuroxime.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Venlafaxine.",
    "Vorapaxar interaction with The risk or severity of adverse effects can be increased when Norgestrienone is combined with Vorapaxar.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Dexamethasone.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be increased when combined with Esketamine.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Protocatechualdehyde.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Limaprost.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Pheniprazine is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with SR-123781A.",
    "Vorapaxar interaction with The metabolism of Vorapaxar can be decreased when combined with Midostaurin.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Diclofenac is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Ethenzamide is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Ibrutinib is combined with Vorapaxar.",
    "Vorapaxar interaction with The risk or severity of bleeding and thrombocytopenia can be increased when Vorapaxar is combined with Abrocitinib.",
    "Vorapaxar interaction with The risk or severity of bleeding can be increased when Vorapaxar is combined with Tofacitinib.",
    "Vorapaxar interaction with The risk or severity of bleeding and hemorrhage can be increased when Vorapaxar is combined with Pentosan polysulfate."
]